surfaceWater/runCases/RANS/MeshSelection4/5mmX0.5mm/constant/g
//     t      acc    omega   dOmegadt
(
    ( 0.0      ((-1.3514e-3 0 0) (0 0 0) (0 0 0)))
    ( 100000.0  ((-1.3514e-3 0 0) (0 0 0) (0 0 0)))
);
